// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Printer";
"Tool"="Tool";
"Fax Settings"="Fax Settings";
"Fax Transmission Record"="Fax Transmission\nRecord";
"Check Fax Connection"="Check Fax\nConnection";
"Speed Dial/Group Dial List"="Speed Dial/\nGroup Dial List";
"Fax Receive Monitor"="Fax Receive\nMonitor";

"Str_FaxContacts"="Contacts";
"Str_FaxAddressBook"="Address Book";
"Str_FaxSyncContacts"="Synchronize %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Select Printer";
"Select a printer from the list."="Select a printer from the list.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on.";
"Model"="Model";
"Name"="Name";
"Setup..."="Setup...";
"Cancel"="Cancel";
"Select"="Select";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="About FAX Utility...";
"Preferences..."="Preferences...";
"Services"="Services";
"Hide FAX Utility"="Hide FAX Utility";
"Hide Others"="Hide Others";
"Show All"="Show All";
"Quit FAX Utility"="Quit FAX Utility";
"File"="File";
"Close"="Close";
"Window"="Window";
"Minimize"="Minimize";
"Help"="Help";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancel";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Cannot find the necessary file to execute the application.\nReinstall FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Unable to obtain printer (fax) information. Open \"Print & Fax Preferences\" and add the PC-FAX driver.";
"Str_Alert_Common_Confirm_OverWrite"="The file specified already exists. Do you want to overwrite?";
"Str_Alert_Common_Not_Responding_Error"="The printer is not responding. Make sure the printer is connected correctly and the power is on.";
"Str_Alert_Common_Communication_Error"="A printer communication error occurred.";
"Str_Alert_Common_Printer_Processing_Error"="The printer is processing data. Wait for a while and then try again.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="An error was detected while communicating with the printer.\nError Code (%d)";
"Str_Alert_Common_Error_Occurred"="Processing canceled because an error occurred.";
"Str_Alert_Common_PrinterStatusError"="An error occurred in the printer. Clear the error and then try again.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Cannot start Check Fax Connection because another FAX Utility function is already running. Please wait until it has finished and try again.";
"Str_Alert_Fax_Settings_Cannot_Open"="Cannot start Fax Settings because another FAX Utility function is already running. Please wait until it has finished and try again.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Cannot open Speed Dial/Group Dial List because another FAX Utility function is already running. Please wait until it has finished and try again.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Administrator Password Entry";
"LOC_AdminPassword_Label"="Administrator Password";
"LOC_AdminPassword_Alert"="Password is incorrect.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Cancel";
